Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/book 4 (para level).tmx
Source language: en_gb
Languages: nl

source: A claim for revocation is brought before the court of appeal in whose judicial district the place of arbitration is located, within three months after the fraud or falsification of documents has become known or the party has obtained the new documents.
nl: De vordering tot herroeping wordt binnen drie maanden nadat het bedrog of de valsheid in geschrifte bekend is geworden of een partij de nieuwe bescheiden in handen heeft gekregen, aangebracht voor het gerechtshof van het ressort waarin de plaats van arbitrage is gelegen.

source: The provisions of Article 1066 apply mutatis mutandis.
nl: Artikel 1066 is van overeenkomstige toepassing.

source: If the court determines the ground or grounds for revocation presented to have merit, it will set aside the award wholly or partially.
nl: Indien de rechter de voor herroeping aangevoerde grond of gronden juist bevindt, vernietigt hij het vonnis geheel of gedeeltelijk.

source: Articles 1065a and 1067 apply mutatis mutandis .
nl: De artikelen 1065a en 1067 zijn van overeenkomstige toepassing.

source: SECTION 6 - THE ARBITRAL AWARD RECORDING A SETTLEMENT
nl: ZESDE AFDELING. HET ARBITRAAL VONNIS, HOUDENDE EEN VERGELIJK TUSSEN DE PARTIJEN

source: Article 1069
nl: Artikel 1069

source: If the parties reach a settlement during the arbitral proceedings, the arbitral tribunal may, at the parties' joint request, record the substance of the settlement in an arbitral award.
nl: Indien de partijen gedurende een arbitraal geding tot een vergelijk komen, kan op gezamenlijk verzoek het scheidsgerecht de inhoud daarvan in een arbitraal vonnis vastleggen.

source: The arbitral tribunal may deny this request without giving reasons.
nl: Het scheidsgerecht kan het verzoek zonder opgave van redenen weigeren.

source: An arbitral award based on the parties' settlement will be regarded as an arbitral award to which the provisions of this Title 1, Sections 3 to 5 inclusive apply, but:
nl: Het arbitraal vonnis, houdende een vergelijk tussen de partijen, geldt als een arbitraal vonnis waarop de bepalingen van de derde tot en met de vijfde afdeling van deze Titel van toepassing zijn, met dien verstande dat:

source: a. the award may be set aside only on the ground that it is contrary to public policy;
nl: a. het vonnis slechts kan worden vernietigd op de grond dat het in strijd is met de openbare orde;

source: and
nl: en

source: b. in derogation from the provisions of Article 1057, the award need not state the grounds on which it is based.
nl: b. het vonnis, in afwijking van het bepaalde in artikel 1057, niet de gronden waarop het berust, behoeft te bevatten.

source: SECTION 7 - FINAL PROVISIONS
nl: ZEVENDE AFDELING. SLOTBEPALINGEN

source: Article 1070
nl: Artikel 1070

source: Judgments of the court in summary proceedings of the district court as referred to in this Title 1, Sections 1 to 3 inclusive are not subject to any remedy.
nl: Tegen beschikkingen van de voorzieningenrechter van de rechtbank, als bedoeld in de eerste tot en met de derde afdeling van deze Titel, staat geen voorziening open.

source: Article 1071
nl: Artikel 1071

source: In the events referred to in Articles 1026(2) and (4), 1027(3), 1028(1), 1029(2), (4) and (5), 1041a(1), 1044(1) and 1062(1), the application and, to the extent applicable, the defence need not be submitted by a lawyer.
nl: In de gevallen bedoeld in de artikelen 1026, tweede en vierde lid, 1027, derde lid, 1028, eerste lid, 1029, tweede, vierde en vijfde lid, 1041a, eerste lid, 1044, eerste lid en 1062, eerste lid, behoeven het verzoekschrift en, voorzover van toepassing, het verweerschrift niet door een advocaat te worden ingediend.

source: Article 1072
nl: Artikel 1072

source: The parties may designate by agreement the court in summary proceedings of a specific district court as the court in summary proceedings having jurisdiction for the matters as referred to in Articles 1026(2) and (4), 1027(3), 1028(1), 1029(2), (4) and (5), 1035(2), and 1041a(1).
nl: De partijen kunnen bij overeenkomst de voorzieningenrechter van een bepaalde rechtbank als bevoegde voorzieningenrechter aanwijzen voor zaken als bedoeld in de artikelen 1026, tweede en vierde lid, 1027, derde lid, 1028, eerste lid, 1029, tweede, vierde en vijfde lid, 1035, tweede lid, en 1041a, eerste lid.

source: Article 1072a
nl: Artikel 1072a

source: To the extent not otherwise provided in this Title 1, Articles 261 to 291 inclusive apply mutatis mutandis to cases that are initiated by application in accordance with the provisions of this Title 1.
nl: Voorzover in deze titel niet anders is bepaald, zijn de artikelen 261 tot en met 291 van toepassing op zaken welke ingevolge het bij deze titel bepaalde met een verzoek worden ingediend.

source: Article 1072b
nl: Artikel 1072b

source: If any provision of this Title 1 requires an agreement, a document of process, a communication, a request or an act to be in writing, these written documents may be transmitted electronically where the addressee has communicated that it may be reached electronically for these purposes and the arbitral tribunal has agreed, except to the extent the act is in a court action, unless this is allowed in the court action.
nl: Indien de geadresseerde kenbaar heeft gemaakt dat hij daarvoor langs deze weg bereikbaar is en het scheidsgerecht daarmee instemt, kan, voorzover in enige bepaling van deze titel voor een overeenkomst, processtuk, mededeling, verzoek of handeling de schriftelijke vorm wordt vereist, dit ook op elektronische wijze geschieden, behalve voorzover het een handeling betreft die geschiedt in een gerechtelijke procedure, tenzij dit wordt toegestaan in laatstgenoemde procedure.

source: The availability by such means will be valid for the duration of the arbitral proceedings, except where the addressee gives notice amending its availability or, to the extent the parties have so agreed, withdraws its availability.
nl: De bereikbaarheid langs deze weg geldt voor de duur van het arbitraal geding, tenzij de geadresseerde meedeelt dat hij haar wijzigt of, voor zover partijen deze mogelijkheid zijn overeengekomen, intrekt.

source: Documents as referred to in this Title 1 also include data on a data carrier as well as data presented electronically.
nl: Onder bescheiden als bedoeld in deze titel worden mede verstaan op een gegevensdrager aangebrachte gegevens, alsmede langs elektronische weg ingediende gegevens.

source: The arbitral award as referred to in Article 1057(2) may also be made in electronic form by providing it with a qualified electronic signature as referred to in Article 3(12) of the EU Regulation No 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market and repealing Directive 1999/93/EU (OJ EU 2014, L 257).
nl: Het vonnis als bedoeld in artikel 1057, tweede lid, kan ook in elektronische vorm worden opgemaakt door het te voorzien van een gekwalificeerde handtekening als bedoeld in artikel 3, onderdeel 12, van verordening (EU) nr. 910/2014 van het Europees Parlement en de Raad van 23 juli 2014 betreffende elektronische identificatie en vertrouwensdiensten voor elektronische transacties in de interne markt en tot intrekking van richtlijn 1999/93/EG (PbEU 2014, L 257).

source: Instead of a witness, an expert or a party appearing in person, the arbitral tribunal may determine that the relevant person may have direct contact by electronic means with the arbitral tribunal and, to the extent applicable, with others.
nl: In plaats van een persoonlijke verschijning van een getuige, een deskundige of een partij, kan het scheidsgerecht bepalen dat de desbetreffende persoon door middel van elektronische middelen rechtstreeks in contact staat met het scheidsgerecht en, voorzover van toepassing, met anderen.

source: The arbitral tribunal will determine, in consultation with all parties, which electronic means of communication will be used to this end and in what manner this will occur.
nl: Het scheidsgerecht bepaalt, in overleg met de betrokkenen, welke elektronische middelen daartoe worden gebruikt en op welke wijze dit geschiedt.

source: A communication or act that occurs electronically or a document of process which is submitted electronically is treated as transmitted at the time at which the message has reached a data processing system for which the transmitting party is not responsible.
nl: Een mededeling of handeling die langs elektronische weg geschiedt of een processtuk dat langs elektronische weg wordt ingediend, wordt geacht te zijn verzonden op het tijdstip waarop het bericht een systeem voor gegevensverwerking heeft bereikt waarvoor de verzender geen verantwoordelijkheid draagt.

source: Article 1072c
nl: Artikel 1072c

source: The death of a party terminates neither the arbitration agreement nor the mandate of the arbitral tribunal, except where the parties have agreed otherwise.
nl: Het overlijden van een partij doet de overeenkomst tot arbitrage noch de opdracht van het scheidsgerecht eindigen, tenzij de partijen anders zijn overeengekomen.

source: The arbitral tribunal will suspend the proceedings for a period of time that it determines.
nl: Het scheidsgerecht schorst het geding voor een door hem te bepalen termijn.

source: The arbitral tribunal may, at the request of the legal successors of a deceased party, extend this period.
nl: Het scheidsgerecht kan, op verzoek van de rechtsopvolgers van een overleden partij, deze termijn verlengen.

source: The arbitral tribunal allows the counterparty, at its request, to be heard.
nl: Het scheidsgerecht stelt de wederpartij in de gelegenheid, op het verzoek te worden gehoord.

source: If the party which has grounds to submit a claim for setting aside or revocation of an arbitral award dies within the time limits referred to in Article 1064a(2), Article 1065(7) or Article 1068(2), Article 341 applies mutatis mutandis .
nl: Indien de partij die gronden heeft de vernietiging of herroeping van een arbitraal vonnis te vorderen binnen de termijnen genoemd in artikel 1064a, tweede lid, en artikel 1065, zevende lid, respectievelijk artikel 1068, tweede lid, overlijdt, is artikel 341 van overeenkomstige toepassing.

source: Article 1073
nl: Artikel 1073

source: The provisions of this Title 1 apply if the place of arbitration is located in the Netherlands.
nl: Het in deze Titel bepaalde is van toepassing indien de plaats van arbitrage in Nederland is gelegen.

source: If the parties have not determined the place of arbitration, the appointment or the request for removal of the arbitrator or arbitrators or the secretary engaged by an arbitral tribunal is in accordance with the provisions of this Title 1, Section 1B if at least one of the parties is domiciled or has its actual residence in the Netherlands.
nl: Ingeval de partijen de plaats van arbitrage niet hebben bepaald, kan de benoeming of de wraking van de arbiter of arbiters of de aan het scheidsgerecht toegevoegde secretaris met toepassing van de voorzieningen in de eerste afdeling B van deze Titel reeds plaatsvinden, indien ten minste een der partijen in Nederland woont dan wel feitelijk verblijf houdt.

source: TITLE 2 - ARBITRATION OUTSIDE THE NETHERLANDS
nl: TWEEDE TITEL. ARBITRAGE BUITEN NEDERLAND

source: Article 1074
nl: Artikel 1074

source: A court in the Netherlands where a dispute is pending in respect of which an arbitration agreement has been concluded, which agreement requires arbitration in a jurisdiction outside the Netherlands, must decline jurisdiction if a party invokes the existence of an arbitration agreement prior to all defences, except where the agreement is invalid under the law applicable to that agreement.
nl: De rechter in Nederland bij wie een geschil aanhangig is gemaakt waarover een overeenkomst tot arbitrage is gesloten en waaruit voortvloeit dat arbitrage buiten Nederland moet plaatsvinden, verklaart zich onbevoegd, indien een partij zich voor alle weren op het bestaan van deze overeenkomst beroept, tenzij de overeenkomst ongeldig is onder het op die overeenkomst toepasselijke recht.

source: Article 1074a
nl: Artikel 1074a

source: An arbitration agreement requiring arbitration in a jurisdiction other than the Netherlands does not preclude a party from applying to a court in the Netherlands to grant interim protective measures, or from bringing an action in the court in summary proceedings of the district court or the subdistrict court in summary proceedings in accordance with the provisions of Article 254.
nl: De overeenkomst waaruit voortvloeit dat arbitrage buiten Nederland moet plaatsvinden, belet niet dat een partij de Nederlandse rechter verzoekt om een maatregel tot bewaring van recht of zich wendt tot de voorzieningenrechter van de rechtbank of de kantonrechter in kort geding overeenkomstig artikel 254.

source: Article 1074b
nl: Artikel 1074b

source: An arbitration agreement requiring arbitration outside the Netherlands does not preclude a party from applying to a court in the Netherlands to order one or more preparatory evidence events in the Netherlands.
nl: Een overeenkomst tot arbitrage waaruit voortvloeit dat arbitrage buiten Nederland moet plaatsvinden, belet niet dat een partij de Nederlandse rechter verzoekt om een of meer voorlopige bewijsverrichtingen in Nederland te bevelen.

source: Article 1074c
nl: Artikel 1074c

source: An arbitration agreement requiring arbitration outside the Netherlands does not preclude a party from applying to an ordinary court to appoint a delegated judge if a witness that is domiciled or has its actual residence in the Netherlands does not voluntarily appear.
nl: Een overeenkomst tot arbitrage waaruit voortvloeit dat arbitrage buiten Nederland moet plaatsvinden, belet niet dat een partij de gewone rechter verzoekt een rechter-commissaris te benoemen indien een getuige die in Nederland woont of feitelijk verblijf houdt, niet vrijwillig verschijnt.

source: In that event the provisions of Article 1041a(1) to (3) inclusive apply mutatis mutandis.
nl: In dat geval zijn de bepalingen van artikel 1041a, eerste tot en met derde lid, van overeenkomstige toepassing.

source: Article 1074d
nl: Artikel 1074d

source: If, in the events mentioned in Articles 1047a to 1074c inclusive, a party invokes the existence of an arbitration agreement prior to all defences, the court may only accept jurisdiction if the decision requested cannot, or cannot in a timely manner, be obtained in arbitration.
nl: Indien in de gevallen, genoemd in de artikelen 1074a tot en met 1074c, een partij zich voor alle weren beroept op het bestaan van een overeenkomst tot arbitrage, verklaart de rechter zich uitsluitend bevoegd, indien de gevraagde beslissing niet of niet tijdig in arbitrage kan worden gekregen.

source: Article 1075
nl: Artikel 1075

source: An arbitral award made in a foreign State to which a treaty concerning recognition and enforcement is applicable may, upon an application by any of the parties, be recognised and enforced in the Netherlands.
nl: Een in een vreemde Staat gewezen arbitraal vonnis waarop een erkennings- en tenuitvoerleggingsverdrag van toepassing is, kan, op verzoek van een der partijen, in Nederland worden erkend en ten uitvoer gelegd.

source: Articles 985 to 990 inclusive apply mutatis mutandis to the extent the treaty does not contain provisions that depart from Articles 985 to 991 inclusive and provided that the court of appeal is substituted for the district court and the time limit for appeal to the Supreme Court is three months.
nl: De artikelen 985 tot en met 990 zijn van overeenkomstige toepassing voor zover het verdrag geen afwijkende voorzieningen inhoudt en met dien verstande dat het gerechtshof in de plaats treedt van de rechtbank en de termijn voor beroep in cassatie drie maanden bedraagt.

source: Articles 261 to 291 inclusive apply mutatis mutandis to the application if and to the extent not otherwise provided for in Article 1075(2).
nl: De artikelen 261 tot en met 291 zijn van toepassing op het verzoek voorzover niet anders is bepaald in het tweede lid van dit artikel.

source: Article 1076
nl: Artikel 1076

source: If no treaty concerning recognition and enforcement is applicable, or if an applicable treaty allows a party to rely on the law of the country in which recognition and enforcement is sought, an arbitral award made in a foreign State may be recognised in the Netherlands and its enforcement may be applied for in the Netherlands by any of the parties upon submission of the original or a certified copy of the arbitration agreement and arbitral award, except where:
nl: Is geen erkennings- en tenuitvoerleggingsverdrag van toepassing of laat een toepasselijk verdrag toe, zich te beroepen op de wet van het land waar de erkenning of tenuitvoerlegging wordt verzocht, dan kan een in een vreemde Staat gewezen arbitraal vonnis in Nederland worden erkend en kan daarvan in Nederland de tenuitvoerlegging door een van de partijen worden verzocht, tegen overlegging van het origineel of een gewaarmerkt afschrift, van de overeenkomst tot arbitrage en van het arbitraal vonnis, tenzij:

source: A. the party against whom application is made for recognition or enforcement, asserts and proves that:
nl: A. de partij tegen wie de erkenning of tenuitvoerlegging wordt verzocht, stelt en bewijst dat:

source: a. no valid arbitration agreement under the law applicable to the agreement exists;
nl: a. een geldige overeenkomst tot arbitrage ontbreekt onder het op die overeenkomst toepasselijke recht;

source: d. the arbitral award is subject to arbitral appeal or appeal in the courts in the country in which the award was made;
nl: d. tegen het arbitraal vonnis hoger beroep bij arbiters of de rechter openstaat in het land waar het arbitraal vonnis is gewezen;

source: e. the arbitral award was set aside by a competent authority of the country in which that award was made;
nl: e. het arbitraal vonnis is vernietigd door een bevoegde autoriteit van het land waar dat vonnis is gewezen;

source: B. the court determines that recognition or enforcement would be contrary to public policy.
nl: B. de rechter oordeelt dat de erkenning of tenuitvoerlegging strijdig is met de openbare orde.

source: The ground mentioned in Article 1076(l)(A)(a) does not constitute a ground for denial of recognition or enforcement if the party relying on this ground entered an appearance in the arbitral proceedings and, prior to all defences, did not contest the jurisdiction of the arbitral tribunal on the ground that a valid arbitration agreement does not exist.
nl: De grond onder Aa van het eerste lid leidt niet tot weigering van erkenning of tenuitvoerlegging, indien de partij die zich daarop beroept, in het arbitraal geding is verschenen en heeft nagelaten voor alle weren een beroep te doen op de onbevoegdheid van het scheidsgerecht op grond dat een geldige overeenkomst tot arbitrage ontbreekt.

source: The ground mentioned in Article 1076(l)(A)(b) does not constitute a ground for denial of recognition or enforcement if the party relying on this ground cooperated in the composition of the arbitral tribunal, or if it did not cooperate in the composition of the arbitral tribunal, entered an appearance in the arbitral action and did not, prior to all defences, contest the jurisdiction of the arbitral tribunal on the ground that the arbitral tribunal was composed in violation of the applicable rules.
nl: De grond onder Ab van het eerste lid leidt niet tot weigering van erkenning of tenuitvoerlegging, indien de partij die zich daarop beroept, aan de samenstelling van het scheidsgerecht heeft medegewerkt of indien de partij die niet aan de samenstelling van het scheidsgerecht heeft medegewerkt, in het arbitraal geding is verschenen en heeft nagelaten voor alle weren een beroep te doen op de onbevoegdheid van het scheidsgerecht op de grond dat het scheidsgerecht in strijd met de daarvoor geldende regelen is samengesteld.

source: The ground mentioned in Article 1076(1)(A)(c) does not constitute a ground for denial of recognition or enforcement if the departure from the mandate is not of a serious nature.
nl: De grond onder A sub c van het eerste lid leidt niet tot weigering van de erkenning of tenuitvoerlegging, indien het niet houden aan de opdracht niet van ernstige aard is.

source: Nor does the ground in Article 1076(1)(A)(c) constitute a basis for denial of recognition or enforcement if the party relying on this ground participated in the arbitral action without timely raising this ground, although it knew that the arbitral tribunal did not comply with its mandate.
nl: Evenmin kan de grond onder A sub c van het eerste lid leiden tot weigering van de erkenning of tenuitvoerlegging, indien de partij die deze aanvoert aan het geding heeft deelgenomen zonder daarop tijdig een beroep te doen, hoewel haar bekend was dat het scheidsgerecht zich niet aan zijn opdracht hield.

source: If the arbitral award granted more than or something different from what was claimed, the arbitral award may be partially recognised or enforced to the extent the part of the award which is more than or different from what was claimed may be separated from the remaining part of the award.
nl: Is meer of anders toegewezen dan gevorderd, dan is het arbitraal vonnis voor gedeeltelijke erkenning of tenuitvoerlegging vatbaar voorzover het anders of meer toegewezene kan worden gescheiden van het overige gedeelte van het vonnis.

source: The provisions of Articles 985 to 991 inclusive apply mutatis mutandis, provided that the court of appeal is substituted for the district court, the time limit for appeal to the Supreme Court is three months, and no documents need to be submitted evidencing the enforceability of the arbitral award in the country in which the award was made.
nl: De artikelen 985 tot en met 991 zijn van overeenkomstige toepassing, met dien verstande dat het gerechtshof in de plaats treedt van de rechtbank, de termijn voor beroep in cassatie drie maanden bedraagt en geen bescheiden behoeven te worden overgelegd waaruit blijkt dat het arbitraal vonnis uitvoerbaar is in het land waar het is gewezen.

source: Articles 261 to 291 inclusive apply mutatis mutandis to the application to the extent not otherwise provided for in Article 1076(6).
nl: De artikelen 261 tot en met 291 zijn van toepassing op het verzoek voorzover niet anders is bepaald in het zesde lid van dit artikel.

source: If an application for setting aside an arbitral award made in a foreign State is made to a competent authority of the country in which the award was made, the provisions of Article 1066(2) to (6) inclusive apply mutatis mutandis if an application is made for recognition or enforcement in the Netherlands.
nl: Indien de vernietiging van een in een vreemde Staat gewezen arbitraal vonnis is verzocht aan de bevoegde autoriteit van het land waar dat vonnis is gewezen, is, indien in Nederland de erkenning of tenuitvoerlegging wordt verzocht, artikel 1066, tweede tot en met het zesde lid, van overeenkomstige toepassing.

source: Article 1077. – General final provision
nl: Artikel 1077. –Algemene slotbepaling

source: The General Extension of Time Limits Act (Algemene termijnenwet ) does not apply to the time limits set in the first sentence of Article 443(1) and in Article 479g(2).
nl: De Algemene termijnenwet is niet van toepassing op de termijn gesteld in de artikelen 443, eerste lid, eerste zin, en 479g, tweede lid.
